{
    "movies": [
        {
            "id": 1,
            "title": "Red: Crescer é uma fera",
            "resume": "Em Red: Crescer É uma Fera, quando uma adolescente fica muito nervosa, ela se transforma em um grande panda vermelho.",
            "sinopse": "Em Red: Crescer É uma Fera, quando uma adolescente fica muito nervosa, ela se transforma em um grande panda vermelho. O longa aborda dessa forma, a jornada de amadurecimento da personagem, suas inseguranças dessa fase onde, a personagem principal está dividida entre a filha que sempre foi e sua nova personalidade, intensificada por todos os sentimentos conflitantes que a adolescência provoca. Além do caos gerado por todas as mudanças em seus interesses, relacionamentos e corpo, sempre que a garota fica muito agitada ou estressada, ela vira um panda vermelho gigante, - o que com certeza, só gera mais problemas para a jovem - sendo uma metáfora para todas as vezes que, constrangidos pelos novos desafios que se apresentam em nossas vidas, as inseguranças só se agigantam.",
            "image": "https://images8.alphacoders.com/122/1220225.jpg",
            "release": 2022,
            "raiting": 4.1,
            "age": "livre",
            "hd": true
        },
        {
            "id": 2,
            "title": "Resident Evil: Final Chapter",
            "resume": "Sobrevivente do massacre zumbi, Alice (Milla Jovovich) retorna para onde o pesadelo começou, Raccoon City, onde a Umbrella Corporation reúne suas forças para um ataque final contra os remanescentes do apocalipse.",
            "sinopse": "Sobrevivente do massacre zumbi, Alice (Milla Jovovich) retorna para onde o pesadelo começou, Raccoon City, onde a Umbrella Corporation reúne suas forças para um ataque final contra os remanescentes do apocalipse. Para vencer a dura batalha final e salvar a raça humana, a heroína recruta velhos e novos amigos.",
            "image": "https://images8.alphacoders.com/778/778338.jpg",
            "release": 2017,
            "raiting": 2.3,
            "age": "+16",
            "hd": false
        }
    ]
}
